[
  {
    "category": "Game Dev",
    "url": "gamedev",
    "description": "Minha experiência desenvolvendo jogos no Brasil! Vale a pena essa área para iniciantes?",
    "color": "#2675c9",
    "videos": [
      {
        "id": "mtaUpjfrIiY",
        "title": "Como os jogos são feitos",
        "description": "No episódio de hoje, mergulharemos no emocionante mundo do desenvolvimento de jogos com vários insights sobre o processo de criação e algumas dicas valiosas para quem deseja entrar nesse universo incrível."
      },
      {
        "id": "bbs7B4wPRLA",
        "title": "CRIEI UM JOGO EM 24 HORAS",
        "description": "Criei um jogo em apenas 24 horas para participar de uma GameJam. No final, revelo o resultado da competição e como fui capaz de ganhar com o meu jogo criado em apenas 24 horas."
      },
      {
        "id": "W-LHKXsPvXw",
        "title": "Criei um jogo SÓ usando um CELULAR",
        "description": "Me desafiei a fazer um jogo só podendo usar meu celular "
      },
      {
        "id": "Nez6bGTCnfE",
        "title": "Me desafiei a CRIAR um JOGO sem PROGRAMAR",
        "description": "Criei um jogo sem usar programação. Pra dificultar mais ainda, eu não podia usar a internet e iria fazer tudo em um programa que eu nunca usei."
      },
      {
        "id": "kifRj1vAB_w",
        "title": "COMO DESENVOLVER SEUS PRÓPRIOS JOGOS",
        "description": "Hoje vou dar dicas pra você que queria aprender a desenvolver jogos e não sabia por onde começar!!"
      }
    ]
  },
  {
    "category": "Pixel Art",
    "url": "pixelart",
    "description": "Tudo sobre Pixel Art",
    "color": "#d99454",
    "videos": [
      {
        "id": "vXm5VjZA4Ys",
        "title": "Pixel Art Character Design Tutorial - Step By Step!",
        "description": "In this video I share with you how I create pixel art characters and take you step by step on my pixel art character design process. Hopefully this pixel art tutorial will help you bring your own ideas to life! :o)"
      },
      {
        "id": "Z8earctNBxg",
        "title": "What Canvas Size Should you use for Pixel Art? (Pixel Art Tutorial)",
        "description": "Hello! In this video I'll be explaining what the best sizes are for your pixel art. Thanks for watching, and enjoy the video!"
      },
      {
        "id": "lfR7Qj04-UA",
        "title": "The Ultimate Pixel Art Tutorial",
        "description": "The ultimate pixel art tutorial teaches beginners and advanced pixel art techniques. Learn art fundamentals in this pixel art tutorial. "
      }
    ]
  }
]
